#+BEGIN_SRC emacs-lisp
  (message "Yeah!")
#+END_SRC

#+RESULTS:
: Yeah!

#+BEGIN_SRC clojure :results value
  (println (* 6 7))
#+END_SRC

#+RESULTS:

* COMMENT org babel settings
Local variables:
org-confirm-babel-evaluate: nil
End:
